Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: TO SPEAK OUT AGAINST WHAT APPEARS TO BE SUCH A DANGEROUS PERSON.
pl_pl: by wypowiadać się przeciwko tak niebezpiecznej osobie.

source: TO UNDO THE VERY FABRIC THAT WE'RE PART OF,
pl_pl: by zniszczyć tkankę, której jesteśmy częścią,

source: TO USE ITS PRIVATE SECURITY FORCES.
pl_pl: ...by nasze prywatne służby bezpieczeństwa pomogły w śledztwie.

source: TO WEATHER THE STORM UNTIL THEY CAN DEVELOP A SOLUTION.
pl_pl: Aby mogli przetrwać burzę, póki nie opracują rozwiązania.

source: TO:
pl_pl: DO:

source: TO: R and D LEADS FROM: SOFIA AMARAL DATE: OCT 9, 2016 – 11:59am SUBJECT: The time machine Hello, I have just been informed that the time machine core we obtained from the university has reached Monarch HQ safely, and is currently being installed into the new time machine corridor system we have constructed there. As you know, the core of the time machine is the time machine; the corridor around it is merely the user interface. This means, of course, that once the installation work is complete, we have effectively moved the time machine from the university into the Monarch HQ. That said, we don’t intend to use it. Let me repeat that: there are no current plans to use the machine. We are not sure how safe it would be to use, given that its initial activation has caused the Fracture. I personally believe that now that the core has been activated, further use would be safe, but make no mistake: this is a hypothesis, not a proven fact. We know that the machine taps into the universal Meyer-Joyce field, and somehow that connection has caused the Fracture in the field, apparently because of a misconfiguration. We are looking into the specifics, but until we know for sure, it would be irresponsible to use the machine. However, having it in place gives us a degree of control. It allows us, in an emergency, to travel backwards (although we obviously can go no further than to the time of its activation, last night) or forwards as might be required. Obviously, being fully secured at our building’s restricted area on the top floor also means that nobody else can use the machine. I have to reiterate that the only person who may authorize the use of the time machine is Paul Serene. I do not have that authority; Martin Hatch does not have that authority. The only person who does is Mr. Serene. He takes this issue very seriously, and I strongly suggest that you do the same. Dr. Sofia Amaral Head of Research
pl_pl: DO: LIDERZY ZESPOŁÓW BADAWCZO-ROZWOJOWYCH MONARCH OD: SOFIA AMARAL DATA: 9 PAŹDZIERNIKA 2016 - 11:59 TEMAT: Wehikuł czasu Witam, Właśnie zostałam poinformowana, że rdzeń wehikułu czasu, który otrzymaliśmy z uniwersytetu, bezpiecznie dotarł do kwatery głównej Monarch i jest obecnie instalowany w nowym systemie korytarzy wehikułu czasu, który tam zbudowaliśmy. Jak wiecie, rdzeń wehikułu czasu jest wehikułem czasu. Korytarz wokół niego jest jedynie interfejsem użytkownika. Oznacza to oczywiście, że po zakończeniu prac instalacyjnych skutecznie przenieśliśmy wehikuł czasu z uniwersytetu do kwatery głównej Monarch. To powiedziawszy, nie zamierzamy go używać. Powtórzę to jeszcze raz: nie ma na razie planów wykorzystania maszyny. Nie jesteśmy pewni, jak bezpieczne byłoby jej użycie, biorąc pod uwagę, że jej początkowa aktywacja spowodowała Pęknięcie. Osobiście uważam, że teraz, gdy rdzeń został aktywowany, dalsze użycie byłoby bezpieczne, ale: to hipoteza, a nie udowodniony fakt. Wiemy, że maszyna łączy się z uniwersalnym polem Meyera-Joyce'a i w jakiś sposób to połączenie spowodowało pęknięcie w polu, najwyraźniej z powodu błędnej konfiguracji. Sprawdzamy szczegóły, ale dopóki nie będziemy mieć pewności, korzystanie z maszyny byłoby nieodpowiedzialne. Jednak posiadanie go na miejscu daje nam pewien stopień kontroli. Pozwala nam, w sytuacji awaryjnej, podróżować w przeszłość (choć oczywiście nie możemy iść dalej niż do czasu jego aktywacji, ostatniej nocy) lub w przyszłość, w zależności od potrzeb. Oczywiście pełne zabezpieczenie w strefie zastrzeżonej naszego budynku na najwyższym piętrze oznacza również, że nikt inny nie może korzystać z urządzenia. Muszę powtórzyć, że jedyną osobą, która może autoryzować użycie wehikułu czasu jest Paul Serene. Nie mam takiej władzy, Martin Hatch nie ma takiej władzy. Jedyną osobą, która może to zrobić, jest pan Serene. Traktuje tę kwestię bardzo poważnie i zdecydowanie sugeruję, abyście zrobili to samo. Dr Sofia Amaral Kierownik Działu Badań

source: TOGGLE
pl_pl: PRZEŁĄCZ

source: TOGGLE CAMERA
pl_pl: PRZEŁĄCZ KAMERĘ

source: TONIGHT MARKS A MOMENTOUS OCCASION.
pl_pl: Dzisiejszy wieczór to doniosła okazja.

source: TONIGHT MARKS A MOMENTOUS OCCASION. FOR YEARS, WE HAVE BEEN BUILDING TOWARDS THIS DAY.
pl_pl: Dzisiejszy wieczór to doniosła okazja. Przez lata dążyliśmy do tego dnia.

source: TOO CONSUMED WITH GRAND IDEALS AND DELUSIONS.
pl_pl: jest zbyt pochłonięty wielkimi ideałami i złudzeniami.

source: TOTAL COMPLETED
pl_pl: UKOŃCZONO OGÓŁEM

source: TOUGH AUDIENCE
pl_pl: TRUDNA PUBLICZNOŚĆ

source: TRAILER GENERATOR CRAPPED ITSELF. HOOKED UP THE CAR, USE THAT UNTIL MAINTENANCE GETS AROUND TO THIS.
pl_pl: GENERATOR PRZY PRZYCZEPIE SZLAG TRAFIŁ. PODŁĄCZYŁEM WSZYSTKO POD SAMOCHÓD, UŻYWAJ GO, DOPÓKI KONSERWATORZY SIĘ TYM NIE ZAJMĄ.

source: TRANSFORMER YARD
pl_pl: STACJA TRANSFORMATOROWA

source: TRAVEL IN TIME TO 2010
pl_pl: COFNIJ SIĘ W CZASIE DO 2010 ROKU

source: TRESPASSER ALERT
pl_pl: OSTRZEŻENIE O INTRUZIE

source: TROUBLE IS I BELIEVE THAT WITH HOPE COMES MISCALCULATION.
pl_pl: Problem polega na tym, że uważam, że wraz z nadzieją przychodzą błędy.

source: TUNNEL TO MAINLAND
pl_pl: TUNEL NA LĄD STAŁY

source: TV
pl_pl: Telewizja

source: Tactical SMG
pl_pl: Taktyczny pistolet maszynowy

source: Take
pl_pl: Weź

source: Take back the countermeasure
pl_pl: Odzyskaj środek zaradczy

source: Take cover!
pl_pl: Kryć się!

source: Take him down!
pl_pl: Zdejmij go!

source: Take him down! We have to stop him!
pl_pl: Zdjąć go! Musimy go powstrzymać!

source: Take it easy. This is still the safest place in Riverport. Maybe the world. Let's just wait for orders here.
pl_pl: Spokojnie. To wciąż najbezpieczniejsze miejsce w Riverport. A może i na całym świecie. Poczekajmy na rozkazy.

source: Take me to the time machine when you're ready.
pl_pl: Zabierz mnie do wehikułu czasu, kiedy będziesz gotowy.

source: Take out the civilian!
pl_pl: Zdejmij cywila!

source: Take out the enemies
pl_pl: Zlikwiduj wrogów

source: Take out the reinforcements
pl_pl: Wyeliminuj posiłki

source: Take out the target now!
pl_pl: Zdejmij cel!

source: Take the elevator
pl_pl: Wejdź do windy

source: Take the other side!
pl_pl: Przejdź na drugą stronie!

source: Take this!
pl_pl: Żryj to!

source: Take your strict orders, tie them around your dick, and shove it up your ass!
pl_pl: Weź swoje ścisłe rozkazy, zawiąż je wokół swojego kutasa i wepchnij je sobie w dupę!

source: Takedowns (pressing {@MELEE} while near an enemy during Time Rush) will drain less chronon energy.
pl_pl: Powalenia (naciśnięcie {@MELEE} w pobliżu wroga podczas czasowego pędu) będą pochłaniać mniej energii chrononu.

source: Taken for a ride.
pl_pl: Wzięty na przejażdżkę.

source: Taking enemy fire!
pl_pl: Pod ostrzałem wroga!

source: Taking fire!
pl_pl: Ogień!

source: Taking heavy damage.
pl_pl: Otrzymuje ciężkie obrażenia.

source: Taking the shot!
pl_pl: Strzelam!

source: Talk
pl_pl: Rozmawiaj

source: Talk to Amy
pl_pl: Pogadaj z Amy

source: Talk to Beth
pl_pl: Porozmawiaj z Beth

source: Talk to Beth when you're ready
pl_pl: Porozmawiaj z Beth, gdy będziesz gotowy

source: Talk to Nick
pl_pl: Pogadaj z Nickiem

source: Tap {@RELOAD} to reload faster
pl_pl: Naciśnij {@RELOAD}, aby przeładować szybciej

source: Tap {@TIME_POWER_DODGE} to Time Dodge.
pl_pl: Naciśnij {@TIME_POWER_DODGE}, aby wykonać czasowy unik.

source: Tap {@TIME_POWER_STOP} to cast a Time Stop to slow enemies down. Hold {@AIM_MODE} to aim.
pl_pl: Naciśnij {@TIME_POWER_STOP}, aby rzucić czasową pauzę w celu spowolnienia wrogów. Przytrzymaj {@AIM_MODE}, aby celować.

source: Tap {@TIME_POWER_STOP} to cast a Time Stop.
pl_pl: Stuknij {@TIME_POWER_STOP}, aby rzucić czasową pauzę.

source: Target acquired. Take him out.
pl_pl: Cel przejęty. Zdejmij go.

source: Target down!
pl_pl: Cel zdjęty!

source: Target down.
pl_pl: Cel nie żyje.

source: Target evading.
pl_pl: Unikanie celu.

source: Target gone.
pl_pl: Cel zniknął.

source: Target has been lost, over.
pl_pl: Straciliśmy cel, odbiór.

source: Target in crosshairs!
pl_pl: Cel w zasięgu wzroku!

source: Target in my scope!
pl_pl: Cel w zasięgu!

source: Target in sight!
pl_pl: Cel w zasięgu wzroku!

source: Target in sight.
pl_pl: Cel w zasięgu wzroku.

source: Target is at our location! Over.
pl_pl: Cel jest w naszej okolicy! Odbiór.

source: Target is chronon active.
pl_pl: Cel ma aktywny chronon.

source: Target is down, HQ. Over.
pl_pl: Centrala, cel zlikwidowany. Odbiór.

source: Target is lost, over.
pl_pl: Zgubiliśmy cel, odbiór.

source: Target is shielded.
pl_pl: Cel jest osłonięty.

source: Target lost!
pl_pl: Zgubiłem cel!

source: Target lost.
pl_pl: Cel utracony.

source: Target neutralized.
pl_pl: Cel zneutralizowany.

source: Target on the move.
pl_pl: Cel w ruchu.

source: Target sighted!
pl_pl: Cel namierzony!

source: Target sighted, engaging, over!
pl_pl: Cel namierzony, atakujemy, odbiór!

source: Target the weak point on the Juggernaut’s back to damage him.
pl_pl: Wyceluj w słaby punkt na plecach niszczyciela, aby zadać mu obrażenia.

source: Target's C-active!
pl_pl: Cel ma aktywny chronon!

source: Target's back!
pl_pl: Cel wrócił!

source: Target's disappeared, over.
pl_pl: Cel zniknął, odbiór.

source: Target's gone!
pl_pl: Cel nie żyje!

source: Target's here!
pl_pl: Cel tu jest!

source: Target's hiding behind cover!
pl_pl: Cel ukrywa się za osłoną!

source: Target's vanished!
pl_pl: Cel zniknął!

source: Target’s armed! Opening fire!
pl_pl: Cel jest uzbrojony! Otwieram ogień!

source: Team, move it!
pl_pl: Zespół, ruszać się!

source: Team, stay sharp!
pl_pl: Drużyno, bądźcie czujni!

source: Team, we're not alone!
pl_pl: Drużyno, nie jesteśmy sami!

source: Tech Free!
pl_pl: Bez technologii!

source: Tech damaged!
pl_pl: Technologia uszkodzona!

source: Tech down!
pl_pl: Technik nie żyje!

source: Tech down! Tech Down!
pl_pl: Technik nie żyje! Technik nie żyje!

source: Tech down! Tech down!
pl_pl: Technik nie żyje! Technik nie żyje!

source: Tech friendlies arrived!
pl_pl: Technicy przybyli!

source: Tech friendlies have arrived!
pl_pl: Przybyli technicy!

source: Tech grenade Out!
pl_pl: Rzuciłem granat techniczny!

source: Tech grenade out!
pl_pl: Rzuciłem granat techniczny!

source: Tech grenade!
pl_pl: Granat techniczny!

source: Tech is here!
pl_pl: Technologia już jest!

source: Tech is on the scene!
pl_pl: Technologia jest tutaj!

source: Tech mag dry!
pl_pl: Pusty magazynek w broni!

source: Tech reinforcements are here!
pl_pl: Przybyło wsparcie technologiczne!

source: Tech reinforcements!
pl_pl: Wsparcie techniczne!

source: Tech unit down!
pl_pl: Jednostka techniczna padła!

source: Tech unit down! Tech unit Down!
pl_pl: Technik nie żyje! Technik padł!

source: Technician reporting a kill, over.
pl_pl: Technik potwierdza zabójstwo, odbiór.

source: Tell Serene. Joyce is dead.
pl_pl: Powiedz Serene. Joyce nie żyje.

source: Tell that to all the guys he wasted.
pl_pl: Powiedz to wszystkim, których zabił.

source: Test Description
pl_pl: Testowy Opis

source: Test Title
pl_pl: Testowy Tytuł

source: Test test levels
pl_pl: Test testowe poziomy

source: Text Message
pl_pl: SMS

source: Thank Christ you're okay. What about that guy you went to see at the campus? Did he get out alright?
pl_pl: Dzięki Bogu nic ci nie jest. A co z tym gościem, z którym miałeś się spotkałeś się w kampusie? Nic mu się nie stało?

source: Thank God!
pl_pl: Dzięki Bogu!

source: Thank God.
pl_pl: Dzięki Bogu.

source: Thank you, thank you.
pl_pl: Dziękuję, dziękuję.

source: Thank you.
pl_pl: Dziękuję.

source: Thanks for the gun, asshole.
pl_pl: Dzięki za spluwę, dupku.

source: Thanks for the heads up!
pl_pl: Dzięki za ostrzeżenie!

source: Thanks for the heads-up.
pl_pl: Dzięki za ostrzeżenie.

source: Thanks for the help.
pl_pl: Dzięki za pomoc.

source: Thanks for the vote of confidence.
pl_pl: Dziękuję za zaufanie.

source: Thanks, Beth.
pl_pl: Dzięki, Beth.

source: Thanks, Nick.
pl_pl: Dzięki, Nick.

source: Thanks.
pl_pl: Dzięki.

source: That CFR's something, huh? Where'd that even come from?
pl_pl: Ten RPC to coś, co? Skąd to się w ogóle wzięło?

source: That Joyce freak's on the loose, somebody tried to kill Hatch... They gotta lock this down before it gets worse.
pl_pl: Ten dziwak Joyce jest na wolności, ktoś próbował zabić Hatcha... Muszą to zamknąć, zanim się pogorszy.

source: That alarm's not gonna make my life any easier. Gotta be a way out of here.
pl_pl: Ten alarm nie ułatwi mi życia. Musi być stąd jakieś wyjście.

source: That armor's too heavy.
pl_pl: Jego pancerz jest za ciężki.

source: That can be fixed.
pl_pl: Mogę coś na to poradzić.

source: That can't be normal...
pl_pl: To nie może być normalne...

source: That chart was the first sign. Monarch had built an entire PR campaign to protect their reputation.
pl_pl: Ta tablica była pierwszym sygnałem. Monarch stworzył całą kampanię PR'ową, aby chronić swoją reputację.

source: That creepy asshole’s gone!
pl_pl: Ten przerażający dupek zniknął!

source: That depends. Let me check.
pl_pl: To zależy. Pozwolę sobie sprawdzić.

source: That did damage!
pl_pl: To go zraniło!

source: That did nothing!
pl_pl: To nic nie dało!

source: That did some damage!
pl_pl: To zadało obrażenia!

source: That didn't sound good!
pl_pl: To nie brzmiało dobrze!

source: That doesn't look right...
pl_pl: To nie wygląda dobrze...

source: That fixed it. Come on down.
pl_pl: To załatwiło sprawę. Chodź na dół.

source: That gate's still closed. What's up?
pl_pl: Brama jest wciąż zamknięta. Co jest?

source: That has gotta hurt.
pl_pl: To musi boleć.

source: That is still the plan.
pl_pl: Taki jest nadal plan.

source: That looks like a way up.
pl_pl: To wygląda jak droga w górę.

source: That looks promising.
pl_pl: Wygląda to obiecująco.

source: That made a dent!
pl_pl: To zrobiło wgniecenie!

source: That map over there should help you figure out a route.
pl_pl: Ta mapa powinna pomóc w ustaleniu trasy.

source: That means he had to have inside help. Fuck. I hope Serene beats some names out of Joyce when he catches him.
pl_pl: To oznacza, że musiał mieć pomoc z wewnątrz. Kurwa. Mam nadzieję, że Serene wbije Joyce'owi kilka nazwisk, kiedy go złapie.

source: That recording... why does Paul think Doctor Amaral betrayed him?
pl_pl: To nagranie... dlaczego Paul uważa, że doktor Amaral go zdradził?

source: That surveillance drone...
pl_pl: Ten dron...

source: That there looks like what Beth wanted...
pl_pl: Wygląda na to, czego chciała Beth...

source: That thing on the bridge. What the fuck are they?
pl_pl: To coś na moście. Co to, kurwa, jest?

source: That warehouse is split into two halves. Find the exit, take the alley to the other side, and let me know when you're there.
pl_pl: Ten magazyn jest podzielony na dwie części. Znajdź wyjście, przejdź alejką na drugą stronę i daj mi znać, gdy tam będziesz.

source: That was close.
pl_pl: Było blisko.

source: That was just a couple of minutes between stutters...
pl_pl: Pomiędzy zacięciami minęło tylko kilka minut...

source: That was the first time my powers started to manifest, an out-of-control burst of energy that saved Will.
pl_pl: To był pierwszy raz, kiedy moje moce zaczęły się manifestować, niekontrolowany wybuch energii, który uratował Willa.

source: That will be for me to decide.
pl_pl: O tym zadecyduję ja.

source: That window, Jack...?
pl_pl: Okno, Jack...?

source: That'll make things easier.
pl_pl: To ułatwi sprawę.

source: That's Amaral's office.
pl_pl: To biuro Amaral.

source: That's Jack Joyce! Isn't he supposed to be locked up?
pl_pl: To Jack Joyce! Czy on nie powinien być zamknięty?

source: That's a hell of a thing, huh?
pl_pl: Niezła sprawa, co?

source: That's a little drastic...
pl_pl: To trochę drastyczne...

source: That's a negative, you're on your own. Over.
pl_pl: Odmawiam, jesteś zdany na siebie. Odbiór.

source: That's a negatory on names and numbers, HQ. Can't check on those right now or this is gonna escalate. But they're from the seventeenth, over.
pl_pl: Centrala, To zaprzeczenie nazwisk i numerów. Nie mogę ich teraz sprawdzić, bo będzie eskalacja. Ale są z siedemnastej.

source: That's a skirmisher kill!
pl_pl: To jest zabójstwo skirmishera!

source: That's a start. Thanks.
pl_pl: Dobry początek. Dzięki.

source: That's all of them! Go!
pl_pl: To już wszystkie! Jazda!

source: That's all of them...
pl_pl: To wszyscy...

source: That's better. What the hell do they need things like that for?
pl_pl: Tak jest lepiej. Po jaką cholerę im takie rzeczy?

source: That's blocked. Here, I've got a key.
pl_pl: To jest zablokowane. Tutaj mam klucz.

source: That's exactly the kind of question that never would have entered Will's mind while building this thing.
pl_pl: Dokładnie takie pytanie nigdy nie przyszłoby Willowi do głowy podczas budowania tego urządzenia.

source: That's for Will...
pl_pl: To za Willa...

source: That's his weak spot!
pl_pl: To jego słaby punkt!

source: That's how he arrived in the past.
pl_pl: W ten sposób dotarł do przeszłości.

source: That's hurting it!
pl_pl: To go rani!

source: That's impossible!
pl_pl: To niemożliwe!

source: That's it!
pl_pl: To wszystko!

source: That's just the chronon conduit initiating.
pl_pl: Spokojnie, przewód chrononowy się inicjuje.

source: That's more like it.
pl_pl: Raczej tak.

source: That's my brother in a nutshell.
pl_pl: To właśnie mój brat.

source: That's my cue!
pl_pl: To mój znak!

source: That's new. Whatever it is.
pl_pl: To coś nowego. Cokolwiek to jest.

source: That's not gonna work. There's no power...
pl_pl: To nie zadziała. Nie ma zasilania...

source: That's not my place to comment on.
pl_pl: Nie mnie to komentować.

source: That's one question I still don't have an answer for.
pl_pl: Na to pytanie wciąż nie mam odpowiedzi.

source: That's our window -- when we know it can work, but before time actually ends for good.
pl_pl: To jest nasze okienko... Kiedy wiemy, że to może zadziałać, ale zanim czas na dobre się skończy.

source: That's part of the messed-up shit I need explained!
pl_pl: To ta część tego całego syfu, którą musisz wyjaśnić!

source: That's precious. And weird.
pl_pl: To słodkie. I dziwne.

source: That's pretty weird.
pl_pl: To dość dziwne.

source: That's right!
pl_pl: Zgadza się!

source: That's the exact area where my brother used to have his workshop.
pl_pl: Dokładnie w tym miejscu mój brat miał swój warsztat.

source: That's the guy who was delivering a speech at the gala.
pl_pl: To facet, który wygłaszał przemówienie na gali.

source: That's the last of 'em...
pl_pl: To już ostatni z nich...

source: That's the sweet spot!
pl_pl: To jest najlepsze miejsce!

source: That's way above my access level, but... since my friend disabled security earlier, I should be able to do this. Listen, I don't really know what the plan is, but it's all up to you, now.
pl_pl: To znacznie powyżej mojego poziomu dostępu, ale... odkąd mój przyjaciel wyłączył wcześniej zabezpieczenia, powinnam być w stanie to zrobić. Słuchaj, tak naprawdę nie wiem, jaki jest plan, ale teraz wszystko zależy od ciebie.

source: That's what I'm talking about.
pl_pl: O tym właśnie mówię.

source: That's what I'm telling you!
pl_pl: Właśnie to ci mówię!

source: That's why I had to find the lighter model. In Amaral's office.
pl_pl: Dlatego musiałem znaleźć lżejszy model. W biurze Amaral.

source: That's working!
pl_pl: To działa!

source: That's your biggest concern right now?
pl_pl: O to się teraz martwisz?

source: That's... I'm seeing the past?
pl_pl: To... Widzę przeszłość?

source: That's... a hell of a coincidence. What the fuck?
pl_pl: To... cholerny zbieg okoliczności. Co jest kurwa?

source: That... actually did something.
pl_pl: To... faktycznie coś dało.

source: That... already happened...
pl_pl: To... już się stało...

source: That... looks like a fun time...
pl_pl: To... wygląda na dobrą zabawę...

source: That’s a Juggernaut confirmed kill.
pl_pl: Niszczyciel potwierdził zdjęcie celu.

source: That’s a confirmed chronon tech kill.
pl_pl: Potwierdzam zgon technika chrononu.

source: That’s a confirmed kill.
pl_pl: Mamy potwierdzenie zabójstwa.

source: That’s my vehicle! No! This is illegal!
pl_pl: To mój pojazd! Nie! To jest nielegalne!

source: The Amaral situation
pl_pl: Sytuacja z Amaral

source: The Bradbury, that's the old swimming pool, where I--
pl_pl: Bradbury, to stary basen, gdzie ja...

source: The CFR Chamber... I have to secure it. My own people may wish to take it. Who knows how many are working against me.
pl_pl: Komora RPC... Muszę ją zabezpieczyć. Moi ludzie mogą chcieć ją przejąć. Kto wie, ilu z nich pracuje przeciwko mnie.

source: The CFR Chamber... isn't... secure... yet.
pl_pl: Komora RPC... nie jest... bezpieczna... jeszcze.

source: The CFR has been secured.
pl_pl: RPC został zabezpieczony.

source: The CFR is important. I must lock the chamber.
pl_pl: RPC jest ważne. Muszę zamknąć komorę.

source: The Chronon Field Regulator, or CFR, which is the only device that can ensure stabilization and regulation of mass quantities of these particles.
pl_pl: Regulator Pola Chrononowego, w skrócie RPC, który jest jedynym urządzeniem mogącym zapewnić stabilizację i regulację masowych ilości tych cząstek.

source: The Chronon Field Regulator... William's precious countermeasure. Need to keep it safe at all costs. The Lifeboat depends on it.
pl_pl: Regulator Pola Chrononowego... Cenny środek zaradczy Williama. Musi być bezpieczny za wszelką cenę. Łódź ratunkowa zależy od niego.

source: The Fracture in time is only going to get worse. We have to stop this before it's too late.
pl_pl: Pęknięcie czasu tylko się pogorszy. Musimy to powstrzymać, zanim będzie za późno.

source: The Fracture was getting much worse. Timelines getting scrambled, caught in violent loops, off-sync, crashing into each other.
pl_pl: Pęknięcie czasu stawało się coraz gorsze. Osie czasu mieszały się, wpadały w gwałtowne pętle, nie były zsynchronizowane, zderzały się ze sobą.

source: The Ground Zero perimeter itself is never to be entered under any conditions. We refer to this area as the Red Zone, where time no longer flows in a consistent manner and shifts without warning. Many who have entered Ground Zero... have never returned.
pl_pl: Na teren Strefy Zero nie wolno wchodzić pod żadnym pozorem. Odnosimy się do tego obszaru jako Czerwonej Strefy, gdzie czas nie płynie już w spójny sposób i zmienia się bez ostrzeżenia. Wielu, którzy weszli do Strefy Zero... nigdy nie wróciłi.

source: The Junction Power reveals two potential futures. Your decision at each junction point will steer the stories of both the game and the live-action show. Choose wisely.
pl_pl: Rozwidlenie ujawnia dwie potencjalne przyszłości. Decyzja podjęta w każdym rozwidleniu wpłynie na fabułę zarówno gry, jak i serialu. Wybierz mądrze.

source: The Lifeboat Protocol
pl_pl: Protokół łodzi ratunkowej

source: The Lifeboat revolved around the countermeasure. He knew Will would try to take it back. That's why he was killed. He knew I'd try to do the same eventually.
pl_pl: Łódź ratunkowa obracała się wokół środka zaradczego. Wiedział, że Will będzie próbował go odzyskać. Dlatego został zabity. Wiedział, że w końcu spróbuję zrobić to samo.

source: The Lifeboat.
pl_pl: Łódź ratunkowa.
